{
    "teamMembers": [
        {
            "name": "Aayush Gupta",
            "role": "Game Zone Developer",
            "description": "Responsible for crafting the Well Wise Game Zone, Aayush designed interactive and therapeutic games aimed at uplifting users' moods. His work helps users combat stress and depression through engaging, mood-boosting gameplay experiences.",
            "img": "/teamMembers/aayushImg.jpg",
            "socialLinks": [
                { "url": "https://www.instagram.com/_.aayush.gupta._/", "icon": "instagram" },
                { "url": "https://www.linkedin.com/in/aayush-gupta-020284263/", "icon": "linkedIn" }
            ]
        },
        {
            "name": "Aman Kumar",
            "role": "Blockchain & Full Stack Developer",
            "description": "Responsible for building the entire blockchain infrastructure of Well Wise using Solidity and Web3. Aman created all smart contracts, configured the blockchain network, and ensured seamless integration with the frontend. He also designed and developed the complete UI, including the dashboard and all core components, enabling secure on-chain data storage and an intuitive user experience.",
            "img": "/teamMembers/amanImg.jpg",
            "socialLinks": [
                { "url": "https://www.instagram.com/amanwhoooo/", "icon": "instagram" },
                { "url": "https://www.linkedin.com/in/amankumar25/", "icon": "linkedIn" }
            ]
        },
        {
            "name": "Sparsh Jaggi",
            "role": "AI/ML Developer",
            "description": "AI/ML Developer responsible for integrating the intelligent chatbot in Well Wise, trained on personalized mental health data to offer supportive conversations. Sparsh also modeled the tone analysis system, enabling accurate emotional interpretation from user responses for deeper psychological insights.",
            "img": "/teamMembers/sparshImg.jpeg",
            "socialLinks": [
                { "url": "https://www.instagram.com/sparshjaggi/", "icon": "instagram" },
                { "url": "https://www.linkedin.com/in/sparsh-jaggi-1aa263257/", "icon": "linkedIn" }
            ]
        },
        {
            "name": "Anshdeep Shrivastav",
            "role": "ML/Backend Developer",
            "description": "ML and Backend Developer in charge of building the audio-to-text conversion pipeline for Well Wise, enabling voice input analysis. Anshdeep also developed the core backend logic that processes test responses and calculates the user's overall mental health score, ensuring accuracy and performance.",
            "img": "/teamMembers/anshImg.jpg",
            "socialLinks": [
                { "url": "https://www.instagram.com/ansh_d23/", "icon": "instagram" },
                { "url": "https://www.linkedin.com/in/anshdeep-shrivastav-5a9a6b244/", "icon": "linkedIn" }
            ]
        }
    ]
}